Revit 2027 API
FabricSheetType.MajorNumberOfWires Property
 The number of wires used in the major direction (includes the first and last wires).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MajorNumberOfWires { get; }
Public ReadOnly Property MajorNumberOfWires As Integer
	Get
public:
property int MajorNumberOfWires {
	int get ();
}
member MajorNumberOfWires : int with get
Property Value
Int32
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace